var zh_arr=["一","国","有","中","年","和","大","业","发","会","工","经","上","地","市","要","个","产","出","行","作","生","家","以","成","日","民","来","部","对","进","多","全","建","公","开","们","场","展","时","理","新","方","主","企","资","实","学","报","制","政","济","用","同","法","高","长","本","月","定","化","加","动","合","品","重","关","机","分","力","自","外","者","区","能","设","后","就","等","体","下","万","元","社"];
function getZh(){
	return zh_arr[Math.floor(Math.random() * zh_arr.length + 1)-1]; 
}
function getZhR2(str){
	return str.substring(0,1)+getZh()+str.substring(2);
}
function getZhR23(str){
	return str.substring(0,1)+getZh()+getZh()+str.substring(3);
}